<?php

$lang['go']		= '访问';
$lang['no']		= '否';
$lang['yes']	= '是';
$lang['post']	= '发布';
$lang['save']	= '保存';
$lang['open'] 	= '开启';
$lang['deny'] 	= '拒绝访问';
$lang['help'] 	= '在线帮助';
$lang['admin'] = '管理';
$lang['order'] = '排序';
$lang['close']  = '关闭';
$lang['guest']  = '游客';
$lang['submit'] = '提交';
$lang['search'] = '搜索';
$lang['option'] = '操作';
$lang['upload'] = '上传';


$lang['form1'] = '【%s】格式不正确';
$lang['form2'] = '【%s】未选择';
$lang['form3'] = '【%s】不能为空';
$lang['form4'] = '文件【%s】已经存在';
$lang['form5'] = '文件【%s】创建失败，请检查权限';
$lang['form6'] = '文件【%s】修改失败，请检查权限';

$lang['001']	= '更新缓存';
$lang['004']	= '正在执行中...';
$lang['006']	= '%s缓存';
$lang['008']	= '空间模板';
$lang['009']	= '模块(%s)缓存';

$lang['011']	= '全站缓存';
$lang['012']	= '后台菜单';
$lang['013']	= '您还没有选择呢';
$lang['014']	= '操作成功';
$lang['015']	= '<font color=red><b>您确定要这样操作吗？</b></font>';
$lang['016']	= '顶级菜单';
$lang['017']	= '分组菜单';
$lang['018']	= '链接菜单';

$lang['020']	= '';
$lang['021']	= '管理员：<font color=red>%s</font>';
$lang['022']	= '请选择角色组或者角色组不存在';
$lang['023']	= '该会员已经是管理组了';
$lang['024']	= '没有注册，请填写下面的邮箱和密码';
$lang['025']	= '已经注册，可以直接添加管理组';
$lang['026']	= '角色管理';
$lang['027']	= '超级管理员拥有最高权限，不需要配置';
$lang['028']	= '权限划分';
$lang['029']	= '管理员管理';

$lang['030']	= '审核流程';
$lang['031']	= '数据结构';
$lang['032']	= '前台';
$lang['033']	= '成功删除%s条，其中%s条无权限删除';
$lang['034']	= '执行sql';
$lang['035']	= '参数不完整';
$lang['036']	= 'Ftp服务器连接失败';
$lang['037']	= 'Ftp服务器无上传权限';
$lang['038']	= '网站导航';
$lang['039']	= 'Ftp服务器无删除权限';

$lang['040']	= '登录超时';
$lang['041']	= '动态管理';
$lang['042']	= '登录成功';
$lang['043']	= '会员不存在';
$lang['044']	= '密码不正确';
$lang['045']	= '您无权限登录管理平台';
$lang['046']	= '您无权限登录该站点';
$lang['047']	= '未定义的操作';
$lang['048']	= '您已经安全退出系统了';
$lang['049']	= '抱歉！您无权限操作(%s)';
$lang['050']	= '被退回';

$lang['051']	= '一审';
$lang['052']	= '二审';
$lang['053']	= '三审';
$lang['054']	= '四审';
$lang['055']	= '五审';
$lang['056']	= '六审';
$lang['057']	= '七审';
$lang['058']	= '八审';
$lang['059']	= '完成';
$lang['060']	= '网站管理';

$lang['061']	= '配置';
$lang['062']	= '域名配置文件中站点(#%s)不存在';
$lang['063']	= '成功切换到站点[%s]，正在刷新页面...';
$lang['064']	= '%s已经存在';
$lang['065']	= '数据异常，入库失败';
$lang['066']	= '网站域名文件创建失败，请检查config目录权限';
$lang['067']	= '站点配置文件创建失败，请检查config目录权限';
$lang['068']	= '站点不存在，请尝试更新一次缓存';
$lang['069']	= '主站点不能删除';
$lang['070']	= '正在创建站点(#%s)的%s';

$lang['071']	= '正在删除站点(#%s)的%s';
$lang['073']	= '模块管理';
$lang['074']	= '子菜单';
$lang['075']	= '目录只能用小写字母命名';
$lang['076']	= '数据表重复';
$lang['077']	= '数据表格式不正确';
$lang['078']	= '貌似您还没有分配站点';
$lang['079']	= '正在更新相关站点';
$lang['080']	= '模块字段';

$lang['081']	= '移出';
$lang['082']	= '作者';
$lang['083']	= '描述';
$lang['084']	= '商店';
$lang['085']	= '版本';
$lang['086']	= '模块商店';
$lang['087']	= '应用商店';
$lang['088']	= '模板商店';
$lang['089']	= '模块(%s)配置文件不存在';
$lang['090']	= '模块(%s)主表结构文件不存在';

$lang['091']	= '模块(%s)附表结构文件不存在';
$lang['092']	= '模块(%s)安装失败';
$lang['093']	= '当前站点安装成功（请更新模块缓存）';
$lang['094']	= '全部站点卸载成功（请更新模块缓存）';
$lang['095']	= '返回模块管理';
$lang['096']	= '此模块没有安装在当前站点之中';
$lang['097']	= '字段管理';
$lang['098']	= '字段类别不存在';
$lang['099']	= '字段已经存在';
$lang['100']	= '模块不存在，请尝试更新缓存';

$lang['101']	= '录入作者';
$lang['102']	= '填写录入者的会员名称';
$lang['103']	= '会员资料';
$lang['104']	= '录入时间';
$lang['105']	= '更新时间';
$lang['106']	= '客户端IP';
$lang['107']	= 'IP归属地';
$lang['108']	= '任务队列';
$lang['109']	= '邮件服务';
$lang['110']	= '空间管理';

$lang['111']	= '目录已经存在了';
$lang['112']	= '错误日志';
$lang['113']	= '规则设置';
$lang['114']	= '审核';
$lang['115']	= '内核升级';
$lang['116']	= '缓存更新成功';
$lang['117']	= '栏目分类不存在，请尝试更新栏目缓存';
$lang['118']	= '禁用';
$lang['119']	= '最多支持8级审核';
$lang['120']	= '我的审核';

$lang['122']	= '会员权限';
$lang['123']	= '无法修改密码，必须在Ucenter中修改密码';
$lang['124']	= 'URL规则';
$lang['125']	= '标签管理';
$lang['126']	= '数据错误';
$lang['127']	= 'Tag名称重复了，请更换名称';
$lang['128']	= '单页';
$lang['130']	= '会员不存在';

$lang['131']	= '请填写变动数量值';
$lang['132']	= '可更新内容%s条，正在准备执行...';
$lang['133']	= '抱歉，没有找到可更新的内容';
$lang['134']	= '缓存不存在，请重新开始';
$lang['135']	= '正在执行中(%s) ... ';
$lang['136']	= '更新URL';
$lang['138']	= '格式校验不正确';
$lang['139']	= '单页名称';
$lang['140']	= '单页目录';

$lang['141']	= '缩略图';
$lang['142']	= '程序升级';
$lang['143']	= '';
$lang['144']	= '';
$lang['145']	= '网页内容';
$lang['146']	= '相关附件';
$lang['147']	= '模板文件';
$lang['148']	= '转向链接';
$lang['149']	= 'URL规则';
$lang['150']	= '作为顶级';

$lang['151']	= '全部';
$lang['152']	= '单页管理';
$lang['153']	= '添加子菜单';
$lang['154']	= '系统体检';
$lang['155']	= 'Div标签转换为P标签';
$lang['156']	= '电话';
$lang['157']	= '修改子菜单';
$lang['158']	= '空间模型';
$lang['159']	= '空间模型不存在，请更新模型缓存';

$lang['161']	= '请选择审核状态';
$lang['162']	= '参数不完整，id与dir必须有一个';
$lang['163']	= '单网页不存在或者被隐藏了';
$lang['165']	= '单页缓存不存在';
$lang['166']	= '导航缓存不存在';
$lang['167']	= '错误登录次数过多请等15分钟再试';
$lang['168']	= '验证码不正确';
$lang['169']	= '附件管理';
$lang['170']	= '安装';

$lang['171']	= '卸载';
$lang['172']	= '升级';
$lang['173']	= 'Tag标签';
$lang['174']	= '<p>权限配置文件(%s)不存在</p>';
$lang['175']	= '更新URL';
$lang['176']	= '商品属性';
$lang['177']	= '字段说明';
$lang['178']	= '属性名称';
$lang['179']	= '网站';
$lang['180']	= '文本框';

$lang['181']	= '选择框';
$lang['182']	= '复选框';
$lang['183']	= '默认值/选项值';
$lang['184']	= '选择框与复选框类型的选项值以,分隔';
$lang['185']	= '联动菜单';
$lang['186']	= '联动菜单名称不能为空';
$lang['187']	= '联动菜单不存在!';
$lang['188']	= '顶级菜单';
$lang['190']	= '邮件系统';

$lang['192']	= '腾讯微博';
$lang['193']	= '系统配置';
$lang['194']	= '系统数据库';
$lang['195']	= '日志';
$lang['196']	= '貌似你还没有选择需要操作的表呢';
$lang['197']	= '模板/风格商店';
$lang['198']	= '链接';
$lang['199']	= '没有设置远程访问URL';
$lang['200']	= '远程服务器连接成功，但远程访问URL貌似没有正确';

$lang['201']	= '话题管理';
$lang['202']	= '会员互动';
$lang['203']	= '资料块';
$lang['205']	= '操作日志';
$lang['206']	= '添加SMTP服务器';
$lang['207']	= '推送到微信会员';
$lang['208']	= '会员邮箱';
$lang['209']	= '会员组ID';
$lang['210']	= '会员等级ID';

$lang['211']	= '附件管理';
$lang['212']	= '未使用的附件';
$lang['213']	= '上传附件';
$lang['214']	= '表主键必须与表名称配合搜索';
$lang['215']	= '必须填写其中一项搜索条件';
$lang['216']	= '没有搜索到相关附件，请检查搜索条件';
$lang['217']	= '正在搜索中，请稍后...';
$lang['218']	= '搜索缓存已过期，请重新搜索';
$lang['219']	= '应用管理';
$lang['220']	= '应用商店';

$lang['221']	= '文件目录不存在';
$lang['222']	= '目录添加成功';
$lang['223']	= '文件扩展名不正确';
$lang['224']	= '文件添加成功';
$lang['225']	= '目录添加失败，请检查写入权限';
$lang['226']	= '文件添加失败，请检查写入权限';
$lang['227']	= '文件或者目录已经存在了';
$lang['228']	= '文件或者目录格式不正确';
$lang['229']	= '文件不存在';
$lang['230']	= '模板管理';

$lang['231']	= '风格管理';
$lang['232']	= '文件目录位于：%s';
$lang['233']	= '标签向导';
$lang['234']	= '会员菜单';
$lang['236']	= '对不起，该会员不存在！';
$lang['237']	= '会员管理';
$lang['238']	= '名称或者表名称不能为空';
$lang['239']	= '表名称重复或者格式不正确';
$lang['240']	= '分表%s';

$lang['242']	= '模型内容';
$lang['243']	= '目录(%s)没有写入权限';
$lang['244']	= '阅读数';
$lang['245']	= '表单管理';
$lang['246']	= '内容维护';
$lang['247']	= '表单不存在，请更新表单缓存';
$lang['249']	= '域名【%s】已经被使用了';
$lang['250']	= '应用配置';

$lang['251']	= '应用(%s)缓存';
$lang['252']	= '添加子页';
$lang['253']	= '修改/内容';
$lang['254']	= '添加子类';
$lang['255']	= '空间配置';
$lang['256']	= '当前管理组角色无权限操作此应用';
$lang['257']	= '当前管理组角色您无权限操作此模块内容';
$lang['258']	= '自定义URL';
$lang['259']	= '执行失败';
$lang['260']	= '后台';

$lang['261']	= '根据你的实际情况选择字段类型，如果你不懂MySQL数据库知识就不要填写此项';
$lang['262']	= '长度/值';
$lang['263']	= '如果你不懂MySQL数据库知识就不要填写此项';
$lang['264']	= '百度地图';
$lang['265']	= '宽度';
$lang['266']	= '高度';
$lang['267']	= '显示级层';
$lang['268']	= '值越大地图显示越详细';
$lang['269']	= '设置城市';
$lang['270']	= '多个城市以“,”分开，也可以设置当前的地区联动字段作为城市，格式为：{字段名称}';

$lang['271']	= '复选框';
$lang['272']	= '选项列表';
$lang['273']	= '格式：选项名称|选项值[回车换行]选项名称2|值2....';
$lang['274']	= '默认选中选项';
$lang['275']	= '默认选中项，多个选中项用|分隔';
$lang['276']	= '颜色选取';
$lang['277']	= '默认值';
$lang['278']	= '也可以设置会员表字段，表示用当前登录会员信息来填充这个值';
$lang['279']	= '日期时间';
$lang['280']	= '显示格式';

$lang['281']	= '参数与date函数一致，如果留空采用网站默认设置格式';
$lang['282']	= '单文件';
$lang['283']	= '文件大小';
$lang['284']	= '单位MB';
$lang['285']	= '扩展名';
$lang['286']	= '格式：jpg,gif,png,exe,html,php,rar,zip';
$lang['287']	= '保存目录';
$lang['288']	= '目录中不得包含中文 <br />标签介绍：站点id{siteid}、模块目录{module}、年{y}、月{m}、日{d} <br />例如：{siteid}/{module}/test/，将附件保存至：'.SYS_UPLOAD_DIR.'/站点/模块目录/test目录/附件名称.扩展名';
$lang['289']	= '多文件';
$lang['290']	= '[整数]表示固定宽带；[整数%]表示百分比';

$lang['291']	= '上传数量';
$lang['292']	= '每次最多上传的文件数量';
$lang['293']	= '分组字段';
$lang['294']	= '可用字段';
$lang['295']	= '同一种随机颜色的字段表示在同一个分组';
$lang['296']	= '分组规则';
$lang['297']	= '分组规则支持html标签，注意每个字段只能存在于一个分组中，否则会出错';
$lang['298']	= '选择菜单';
$lang['299']	= '单选按钮';
$lang['300']	= '转向链接';

$lang['301']	= '下拉选择';
$lang['302']	= '单行文本';
$lang['303']	= '多行文本';
$lang['304']	= '后台编辑器模式';
$lang['305']	= '完整';
$lang['306']	= '精简';
$lang['307']	= '自定义';
$lang['308']	= '工具栏';
$lang['309']	= '必须严格按照Ueditor工具栏格式：\'fullscreen\', \'source\', \'|\', \'undo\', \'redo\'';
$lang['310']	= '视频文件';

$lang['311']	= '秒';
$lang['312']	= '总共批量设置了%s个栏目<br>请更新缓存和更新地址';
$lang['314']	= '<font color="#959595">页面执行时间%s秒，共%s个查询语句，消耗内存%s</font>';
$lang['315']	= '短信系统';
$lang['316']	= '账号设置';
$lang['317']	= '发送设置';
$lang['318']	= '发送日志';
$lang['319']	= '发送短信';
$lang['320']	= '短信签名超出了范围';

$lang['321']	= '您还没有配置短信账号呢';
$lang['322']	= '短信内容过长，不得超过70个汉字';
$lang['323']	= '发送失败';
$lang['324']	= '短信服务';
$lang['325']	= '发送邮件';
$lang['326']	= '群发一次不得超过40个，数量过多时请分批发送';
$lang['327']	= '发送成功%s封，失败%s封';
$lang['328']	= '邮件地址未填写';
$lang['329']	= '邮件标题或者发送内容未填写';
$lang['330']	= '【%s】表单';

$lang['331']	= '发布预览';
$lang['332']	= '表单名称或者表单表名称未填写';
$lang['333']	= '表单表名称已经存在';
$lang['334']	= '草稿箱';
$lang['335']	= '没有找到文件：%s';
$lang['336']	= '导入失败';
$lang['337']	= '此角色组还没有分配审核流程';
$lang['338']	= '新浪微博';
$lang['339']	= '操作成功，请按F5刷新整个页面';
$lang['340']	= '下载镜像';

$lang['342']	= '名称或地址不能为空';
$lang['343']	= '镜像服务器';
$lang['344']	= '登录日志';
$lang['345']	= '前端编辑器模式';
$lang['346']	= '扩展审核';
$lang['347']	= '指定会员组中没有可发布对象';
$lang['348']	= '需要发送给%s个会员，请等待（%s）';
$lang['349']	= '验证重复';
$lang['350']	= '开启将会判断此字段的唯一性（只对主表有效）';

$lang['351']	= '默认栏目';
$lang['352']	= '无文件删除权限，建议通过FTP等工具删除此目录';
$lang['353']	= '单页不存在';
$lang['354']	= '模块不存在';
$lang['355']	= '添加栏目';
$lang['356']	= '修改栏目';
$lang['357']	= '更多设置';
$lang['358']	= '站点管理';
$lang['359']	= '该模块尚未安装在该站点中';
$lang['360']	= '更新成功';

$lang['361']	= '站点配置';
$lang['362']	= '模块配置';
$lang['363']	= '【%s】模块站点管理';
$lang['365']	= '内容维护';
$lang['366']	= '提取缩略图';
$lang['367']	= '广告管理';
$lang['368']	= '广告位管理';
$lang['370']	= '数据源管理';

$lang['371']	= '矩形横幅广告';
$lang['372']	= '固定位置广告';
$lang['373']	= '屏幕漂浮广告';
$lang['374']	= '屏幕对联广告';
$lang['375']	= '文字代码广告';
$lang['376']	= '视频滚动广告';
$lang['377']	= '视频播放代码广告';
$lang['378']	= '视频播放图片广告';
$lang['379']	= '执行SQL';
$lang['380']	= '远程附件';

$lang['381']	= '自动伸长高度';
$lang['382']	= '固定工具栏';
$lang['383']	= '远程图片下载';
$lang['384']	= '站点【#%s】';
$lang['385']	= 'html过滤';
$lang['386']	= '推送到其他栏目';
$lang['387']	= '移动端模板';
$lang['388']	= '替换内容';
$lang['389']	= '密码框模式';
$lang['390']	= '开启之后它将作为密码框来显示';

$lang['391']	= '主表字段太多时可能会影响性能，您确认要进行此操作吗？';
$lang['392']	= '缓存时间';
$lang['393']	= '全局变量';
$lang['394']	= '逻辑值';
$lang['395']	= '文本值';
$lang['396']	= '控制器名';
$lang['397']	= '自定义控制器';
$lang['398']	= '控制器创建成功，马上进入详情界面';

$lang['399']	= '提取关键字';
$lang['400']	= '归档【%s】表';
$lang['401']	= '默认存储表';
$lang['402']	= '评论管理';
$lang['403']	= '评论';
$lang['404']	= '内容Id';
$lang['405']	= '时间段';
$lang['406']	= '交易配置';
$lang['407']	= '站点数';
$lang['408']	= '您无权操作（ta的权限高于你）';
$lang['409']	= '点评配置';

$lang['410']	= '点评选项';
$lang['411']	= '点评值';
$lang['412']	= '星级';
$lang['413']	= '总分形式';
$lang['414']	= '五分制';
$lang['415']	= '十分制';
$lang['416']	= '百分制';
$lang['417']	= '显示主题的各个评分项的数值形式';
$lang['418']	= '分数小数点';
$lang['419']	= '各项得分的显示是否显示小数点';

$lang['420']	= '不显示';
$lang['421']	= '一位数';
$lang['422']	= '两位数';
$lang['423']	= '平均分';
$lang['424']	= '开启数据分表';
$lang['425']	= '开启分表可大大提高数据的负载力，系统采用5w数据基数分表存储，但无法进行综合查询和统计';
$lang['426']	= '此模块禁止复制';
$lang['427']	= '邀请管理';
$lang['428']	= '认证类型';
$lang['429']	= '是否强制实名认证';

$lang['430']	= '认证名称';
$lang['431']	= '申请时间';
$lang['432']	= '未通过';
$lang['433']	= '受理人';
$lang['434']	= '受理时间';
$lang['435']	= '受理备注';
$lang['436']	= '无法删除创始人管理权限';
$lang['437']	= '提现配置';
$lang['438']	= '提现费率';
$lang['439']	= '单次提现最小金额';

$lang['440']	= '元';
$lang['441']	= '提现管理';
$lang['442']	= '提现金额';
$lang['443']	= '银行名称';
$lang['444']	= '受理';
$lang['445']	= '等待受理';
$lang['446']	= '开户网点';
$lang['447']	= '银行户名';
$lang['448']	= '银行卡号';
$lang['449']	= '手续费';

$lang['450']	= '实际金额';
$lang['451']	= '待提现金额';
$lang['452']	= '投票管理';
$lang['453']	= '单选类型';
$lang['454']	= '多选类型';
$lang['455']	= '最少选项';
$lang['456']	= '最多选项';
$lang['457']	= '投票结果';
$lang['458']	= '会员统计';
$lang['459']	= '投票选项';

$lang['460']	= '应用【%s】已经存在，安装失败';
$lang['461']	= '可管理%s个站点';
$lang['462']	= '主题';
$lang['463']	= '快捷菜单';
$lang['464']	= '内容模块';
$lang['465']	= '全部内容';
$lang['467']	= '审核处理';

