<?php

$lang['html-001']	= '%s后台管理中心';
$lang['html-002']	= '帮助中心';
$lang['html-003']	= '官方网站';
$lang['html-004']	= '技术支持';
$lang['html-005']	= '退出系统';
$lang['html-006']	= '站点首页';
$lang['html-007']	= '会员中心';
$lang['html-008']	= '站点切换';
$lang['html-009']	= '提示信息';

$lang['html-010']	= '模块';
$lang['html-011']	= '必须选择一个模块作为关联数据源';
$lang['html-012']	= '后台首页';
$lang['html-013']	= '更新缓存';
$lang['html-014']	= '当前位置： ';
$lang['html-015']	= '向上翻';
$lang['html-016']	= '向下翻';
$lang['html-017']	= '您确定要退出吗？';
$lang['html-018']	= '';
$lang['html-019']	= '登录时间';
$lang['html-020']	= '登录IP';

$lang['html-021']	= '客户端详情';
$lang['html-022']	= '登录IP出现异常，您上次登录IP是%s【%s】，请确认是本人登录，<a href="%s" style="color:blue">账号登录查询</a>';
$lang['html-023']	= '同步选项';
$lang['html-024']	= '同步到栏目';
$lang['html-025']	= '后台地图';
$lang['html-026']	= '名称';
$lang['html-027']	= '给它一个描述名称';
$lang['html-028']	= '类型';
$lang['html-029']	= '网站信息';

$lang['html-030']	= '软件版本';
$lang['html-031']	= '软件名称';
$lang['html-032']	= '服务器环境';
$lang['html-033']	= '程序内核';
$lang['html-034']	= '互动设置';
$lang['html-035']	= '欢迎管理员';
$lang['html-036']	= '帮助搜索';
$lang['html-037']	= '关闭搜索';
$lang['html-038']	= '关闭后将不能进行内容搜索';
$lang['html-039']	= '排序按从小到大排列，最大支持99';

$lang['html-040']	= '关闭静态缓存';
$lang['html-041']	= '相关链接';
$lang['html-043']	= 'CI风格';
$lang['html-044']	= 'URL链接';
$lang['html-045']	= '在fc中被定义为admin或者member';
$lang['html-046']	= '目录';
$lang['html-047']	= '模块、应用或者会员目录';
$lang['html-048']	= 'CI控制器名称，参数c';
$lang['html-049']	= 'CI方法名称，参数m';
$lang['html-050']	= '附加参数';

$lang['html-051']	= '格式：参数1/值/参数2/值..';
$lang['html-052']	= '指定一个URL地址';
$lang['html-053']	= '您可用对后台菜单进行调整，添加、修改、删除菜单项，"模块"将会固定显示在"网站"菜单下面，不可更改';
$lang['html-054']	= '菜单前面的图标，点击查看更多图标';
$lang['html-055']	= '会员名称';
$lang['html-056']	= '角色组';
$lang['html-057']	= '确定将会员从管理员中移除？';
$lang['html-058']	= '修改密码等资料信息请到"会员管理"去修改';
$lang['html-059']	= '可以是现存会员表中的会员账号';
$lang['html-060']	= '附件URL地址';

$lang['html-061']	= '密码';
$lang['html-063']	= '快捷菜单';
$lang['html-064']	= '归属于后台首页"第一个分组菜单"的下级菜单';
$lang['html-065']	= '您可以在这里对后台管理账号进行分组，划分不同的管理权限';
$lang['html-066']	= '系统权限';
$lang['html-067']	= '成员管理';
$lang['html-068']	= '操作完成之后请更新缓存，否则不会生效';
$lang['html-069']	= '勾选之后表示此角色拥有该功能权限，内容管理权限请到模块对应的栏目中设置';
$lang['html-070']	= '控制器名称';

$lang['html-071']	= '权限划分，选中项表示该角色拥有的权限';
$lang['html-072']	= '站点权限';
$lang['html-073']	= '只有选中站点才拥有管理权限，新建站点默认无权限';
$lang['html-074']	= '上级';
$lang['html-075']	= '移动端模板';
$lang['html-076']	= '登录';
$lang['html-077']	= '验证码';
$lang['html-078']	= '将文档审核分配给不同的管理组会员进行审核';
$lang['html-079']	= '审核次数';
$lang['html-080']	= '最多添加8个审核流程，即最多审核8次';

$lang['html-081']	= '选择角色组';
$lang['html-082']	= '最多支持8级审核';
$lang['html-083']	= '基本设置';
$lang['html-084']	= 'SEO设置';
$lang['html-085']	= '远程附件';
$lang['html-086']	= '图片设置';
$lang['html-087']	= '网站名称';
$lang['html-088']	= '例如：FineCMS官方站';
$lang['html-089']	= '网站域名';
$lang['html-090']	= '格式：test.dayrui.com';

$lang['html-091']	= '名称不能包含引号("和\')';
$lang['html-092']	= '模块复制成功，正在刷新页面...';
$lang['html-093']	= '时间格式';
$lang['html-094']	= '网站时间显示格式与date函数一致，默认Y-m-d H:i:s';
$lang['html-095']	= '网站语言';
$lang['html-096']	= '网站核心目录及各个模块或应用目录：/language/语言名称/';
$lang['html-097']	= '主题风格';
$lang['html-098']	= '位于网站主站根目录下：根目录/statics/风格名称/';
$lang['html-099']	= '模板目录';
$lang['html-100']	= '位于网站主站根目录下：核心目录/dayrui/templates/目录名称/';

$lang['html-101']	= '网站时区';
$lang['html-102']	= '例如中国地区选择“GMT +08:00”表示东八区';
$lang['html-103']	= 'SEO标题';
$lang['html-104']	= 'SEO关键字';
$lang['html-105']	= 'SEO描述信息';
$lang['html-106']	= '百度Ping服务';
$lang['html-107']	= '服务器地址';
$lang['html-108']	= '可以是FTP服务器的IP地址或域名';
$lang['html-109']	= '服务器端口';
$lang['html-110']	= '例如常用端口21';

$lang['html-111']	= '服务器帐号';
$lang['html-112']	= '该帐号必需具有以下权限：读取、写入、删除、创建目录、子目录继承';
$lang['html-113']	= '服务器密码';
$lang['html-114']	= 'FTP帐号验证的密码';
$lang['html-115']	= '服务器目录';
$lang['html-116']	= '绝对路径或相对于FTP主目录的相对路径，留空表示FTP主目录';
$lang['html-117']	= '被动模式(pasv)连接';
$lang['html-118']	= '一般情况下非被动模式即可，如果存在上传失败问题，可尝试打开此设置';
$lang['html-119']	= '传输模式';
$lang['html-120']	= '自动模式';

$lang['html-121']	= 'ASCII模式';
$lang['html-122']	= '二进制模式';
$lang['html-123']	= '允许附件的扩展名';
$lang['html-124']	= '多个扩展名用小写逗号“,”分隔';
$lang['html-125']	= '附件远程访问URL';
$lang['html-126']	= '将新内容自动提交到百度Ping服务器';
$lang['html-127']	= '测试';
$lang['html-128']	= '图片水印总开关';
$lang['html-129']	= '远程附件水印';
$lang['html-130']	= '打开远程附件水印会降低服务器性能，建议远程附件不加水印';

$lang['html-131']	= '水印方式';
$lang['html-132']	= '图片水印';
$lang['html-133']	= '文字水印';
$lang['html-134']	= '选择水印图片';
$lang['html-135']	= '图片目录：“根目录/statics/watermark/”，必须是png格式的图片';
$lang['html-136']	= '图像不透明度';
$lang['html-137']	= '这将使水印模糊化，从而不会掩盖住底层原始图片的细节，通常设置为50';
$lang['html-138']	= '文字字体';
$lang['html-139']	= '字体目录：“根目录/statics/watermark/”，必须是ttf格式的字体文件';
$lang['html-140']	= '字体颜色';

$lang['html-141']	= '字体大小';
$lang['html-142']	= '水印文字';
$lang['html-143']	= '对齐方式';
$lang['html-144']	= '偏移量设置';
$lang['html-145']	= '这里可以设置水印图片/文字的偏移量来校正图片水印位置';
$lang['html-146']	= '搜索帮助...';
$lang['html-148']	= '在快捷授权登录时，请关闭此次，否则可能出现审核被拒绝的情况';
$lang['html-149']	= '站点是系统的核心部分，各个站点数据独立，可以设置站点分库管理';
$lang['html-150']	= '域名';

$lang['html-151']	= '模块在网站根目录下的目录名称';
$lang['html-152']	= '你的操作将会把该站点中的相关表全部删除掉，此操作不可恢复，你确定吗？';
$lang['html-153']	= '可用';
$lang['html-155']	= '绑定域名';
$lang['html-156']	= '分配站点';
$lang['html-157']	= '模块是系统的核心部分，可以在“模块商店”下载文章模块、商城模块、下载模块以及商家店铺模块等等';
$lang['html-158']	= '版本';
$lang['html-159']	= '开发者';
$lang['html-160']	= '禁用';

$lang['html-161']	= '<font color=blue><b>你确定要启用它？启用后将正常使用</b></font>';
$lang['html-162']	= '<font color=red><b>你确定要禁用它？禁用后将无法使用</b></font>';
$lang['html-163']	= '安装';
$lang['html-164']	= '卸载';
$lang['html-165']	= '简介';
$lang['html-166']	= '站点';
$lang['html-167']	= '在线升级';
$lang['html-168']	= '当前站点尚未安装';
$lang['html-169']	= '字段';
$lang['html-170']	= '该操作将会删除全部站点中的模块内容数据，您确定吗？';

$lang['html-171']	= 'SEO连接符';
$lang['html-172']	= '默认为"_"，如：文章标题[连接符]栏目名称[连接符]模块名称';
$lang['html-173']	= '使用规则';
$lang['html-174']	= '推荐位';
$lang['html-175']	= '收费设置';
$lang['html-176']	= '别名';
$lang['html-177']	= '可以为附件目录指定域名，用于分离附件，留空表示默认本站地址（站外保存时必须指定域名）';
$lang['html-178']	= '类别';
$lang['html-179']	= '系统字段';
$lang['html-180']	= '主表';

$lang['html-181']	= '前端';
$lang['html-182']	= '别名不能是数字';
$lang['html-183']	= '同一种随机颜色的字段表示在同一个分组';
$lang['html-184']	= '数据验证';
$lang['html-185']	= '字段权限';
$lang['html-186']	= '为字段取个名字，例如：文档标题、作者、来源等等';
$lang['html-187']	= '只能由英文字母、数字组成';
$lang['html-188']	= '选“是”时，在list循环或者搜索时可以调用该字段；选“否”时会将字段添加到附表中不能参与list循环或搜索';
$lang['html-189']	= '是否必填';
$lang['html-190']	= '正则验证';

$lang['html-191']	= '数字';
$lang['html-192']	= '整数';
$lang['html-193']	= '字母';
$lang['html-194']	= '数字+字母';
$lang['html-195']	= 'URL链接';
$lang['html-197']	= '电话号码';
$lang['html-198']	= '邮政编码';
$lang['html-199']	= '验证提示';
$lang['html-200']	= '当字段校验未通过时的提示信息，如“标题必须在80字以内”等等';

$lang['html-201']	= '校验函数/方法';
$lang['html-202']	= '例如对会员名的重复验证等，格式参考手册，请勿乱填';
$lang['html-203']	= '过滤函数';
$lang['html-204']	= '如url补全、去除html、生成随机码等等，格式参考手册，请勿乱填';
$lang['html-205']	= '字段提示';
$lang['html-206']	= '对字段简短的提示，来说明这个字段是用来干什么的';
$lang['html-207']	= '表单附加属性';
$lang['html-208']	= '可以通过此处加入js事件、ajax验证、css等（慎用style与class）';
$lang['html-209']	= '如果想前端表单或者会员中心不显示那么请选择“否”，否则选“是”';
$lang['html-210']	= '禁用了就不能使用';

$lang['html-211']	= '管理组权限';
$lang['html-212']	= '“全部不选”表示不受限制；“选中项”表示拥有该权限；新增角色组时不会被选中';
$lang['html-213']	= '入队时间';
$lang['html-214']	= '主题';
$lang['html-215']	= '模板设置';
$lang['html-217']	= '管理权限';
$lang['html-218']	= '会员权限';
$lang['html-219']	= '同步到其他';
$lang['html-220']	= '禁止修改';

$lang['html-221']	= '等待执行';
$lang['html-222']	= '失败%s次';
$lang['html-223']	= '手动执行';
$lang['html-224']	= '查看参数';
$lang['html-225']	= '提交之后将不能修改字段值';
$lang['html-226']	= '联系方式';
$lang['html-227']	= '默认search.html';
$lang['html-229']	= '允许使用空间';
$lang['html-230']	= '排序由小到大排列（负数最前）';

$lang['html-231']	= '内容Title';
$lang['html-232']	= '列表Title';
$lang['html-233']	= '列表Keywords';
$lang['html-234']	= '列表Description';
$lang['html-235']	= '列表信息数';
$lang['html-236']	= '列表首页模板';
$lang['html-237']	= '默认category.html';
$lang['html-238']	= '列表页模板';
$lang['html-239']	= '默认list.html';
$lang['html-240']	= '内容页模板';

$lang['html-241']	= '默认show.html';
$lang['html-242']	= '列表页面每页显示的信息数量';
$lang['html-243']	= '';
$lang['html-244']	= '默认';
$lang['html-245']	= '自定义 ';
$lang['html-246']	= '该操作将会从磁盘中彻底删除它且数据不可恢复，您确定吗？';
$lang['html-247']	= '表单默认提交模板文件是/%s/templates/%s/form.html（当表单内容页模板文件不存在时就默认调用它）';
$lang['html-248']	= '下载镜像应用于包含单文件与多文件上传字段的中，主要用于文件下载或者图片显示';
$lang['html-249']	= '多个Id可以用“,”分隔';
$lang['html-250']	= '站点首页静态化';

$lang['html-251']	= '连接符号';
$lang['html-252']	= '针对{pdirname}的连接符号，默认为"/"，如：china[连接符号]news';
$lang['html-253']	= '不选中项表示无权限，当新增角色组时默认无权限';
$lang['html-254']	= '负数表示减少值，正数表示增加值<br>拒绝访问表示此栏目及内容页拒绝访问（静态页面无效）<br>不选“审核”表示该组投稿不经过审核，“审核流程”在“系统”-“角色权限”-“审核流程”中添加';
$lang['html-255']	= '选择“是”时会员可以使用个人空间';
$lang['html-256']	= '发布增减%s';
$lang['html-257']	= '阅读增减%s';
$lang['html-258']	= '删除增减%s';
$lang['html-259']	= '上传增减%s';
$lang['html-260']	= '下载增减%s';

$lang['html-261']	= '其他规则';
$lang['html-262']	= '每日投稿上限';
$lang['html-263']	= '投稿总量上限';
$lang['html-264']	= '会员空间';
$lang['html-265']	= '移动至';
$lang['html-266']	= '推送';
$lang['html-267']	= '在会员模型中可以把会员自定义字段划分给指定会员组使用';
$lang['html-268']	= '价格要求';
$lang['html-269']	= '允许申请';
$lang['html-270']	= '模块首页静态化';

$lang['html-271']	= '请选中之后再操作，排序按从小到大排列，删除会员组时会同步删除所属等级及权限，所属组会员的会员组变为初始组';
$lang['html-272']	= '会员字段';
$lang['html-273']	= '0或者留空表示免费组';
$lang['html-274']	= '价格单位';
$lang['html-275']	= '期限单位';
$lang['html-276']	= '按月付费';
$lang['html-277']	= '按半年付费';
$lang['html-278']	= '按年付费';
$lang['html-279']	= '选择“是”时会员可以申请升级会员组';
$lang['html-280']	= '选中字段才会在该会员组中使用，您也可以在<a href="'.SELF.'?c=field&m=index&rname=member&rid=0" style="color:blue !important">“自定义字段”</a>中管理这些字段';

$lang['html-281']	= '会员等级通过经验值自动升级，可以通过不同的等级来划分会员的使用权限';
$lang['html-282']	= '图标';
$lang['html-283']	= SITE_EXPERIENCE.'要求';
$lang['html-284']	= '删除等级时所属该等级会员的等级变为排序最前的等级，<b><font color=red>最前的等级'.SITE_EXPERIENCE.'必须设置为0</font></b>';
$lang['html-285']	= '星星数量';
$lang['html-286']	= '星星数在达到4时，4个星星显示为1个月亮、4个月亮显示为1个太阳';
$lang['html-287']	= '该等级需要的'.SITE_EXPERIENCE.'，'.SITE_EXPERIENCE.'越低越排在前面，0表示初始等级需要的'.SITE_EXPERIENCE;
$lang['html-288']	= '注册设置';
$lang['html-289']	= '移动端';
$lang['html-290']	= '%s域名';

$lang['html-291']	= '域名格式：i.dayrui.com';
$lang['html-292']	= '登录验证码';
$lang['html-293']	= '会员注册';
$lang['html-294']	= '注册验证码';
$lang['html-295']	= '新会员审核';
$lang['html-296']	= '邮件';
$lang['html-297']	= '人工';
$lang['html-298']	= '若使用手机验证码必须选择手机注册模式';
$lang['html-299']	= '同一IP注册间隔限制';
$lang['html-300']	= '单位小时';

$lang['html-301']	= '会员名规则（正则）';
$lang['html-302']	= '不限制';
$lang['html-303']	= '不允许注册的会员名';
$lang['html-304']	= '多个会员名以分号“,”分隔';
$lang['html-305']	= '发送欢迎短消息';
$lang['html-306']	= '消息标题';
$lang['html-307']	= '调用会员字段方式：{字段名称}，例如：{username}';
$lang['html-308']	= '消息内容';
$lang['html-309']	= '通信的主URL';
$lang['html-310']	= '通信的其他URL';

$lang['html-311']	= '多站点或者绑定域名时，将这些URL复制到Ucenter中的“应用的其他 URL”中';
$lang['html-312']	= 'UC配置信息';
$lang['html-313']	= '修改配置时要保存之后才会生效；鼠标移至图标处可实现排序';
$lang['html-314']	= '可用';
$lang['html-315']	= '当此处设置权限后，栏目设置的权限将不会生效';
$lang['html-316']	= '批量设置';
$lang['html-317']	= '栏目为可发布的最终栏目时才能划分权限';
$lang['html-318']	= '标记为';
$lang['html-319']	= '前端会员的投稿需要管理角色组审核之后才能正常显示';
$lang['html-320']	= '通过';

$lang['html-321']	= '退回';
$lang['html-322']	= '状态';
$lang['html-323']	= '权限';
$lang['html-324']	= '点击量';
$lang['html-325']	= '标签的英文名称或者拼音字母';
$lang['html-326']	= '标签的点击次数';
$lang['html-327']	= 'Tag设置';
$lang['html-328']	= '伪静态规则';
$lang['html-329']	= '伪静态规则（分页）';
$lang['html-330']	= '举例：tag-{tag}.html，URL解析为index.php?c=tag&name={tag}';

$lang['html-331']	= '举例：tag-{tag}-{page}.html，URL解析为index.php?c=tag&name={tag}&page={page}';
$lang['html-332']	= '分页数量';
$lang['html-333']	= '标签列表每页显示的数据量';
$lang['html-334']	= '空间';
$lang['html-335']	= '空间模板';
$lang['html-336']	= '空间模型是空间的内容发布功能，例如空间新闻、日志、产品、下载、简介等等';
$lang['html-337']	= '允许使用';
$lang['html-338']	= '是否审核';
$lang['html-339']	= '是否强制完善资料';
$lang['html-340']	= '是否强制上传头像';

$lang['html-341']	= '可以将当前单页的伪静态规则同步到其他单页中，按"CTRL"实现多选';
$lang['html-342']	= '表单可以用于前端数据展示与收集，如留言板、反馈、证书展示，需要配合前端页面使用';
$lang['html-343']	= '开启前端提交';
$lang['html-344']	= '保存成功';
$lang['html-345']	= '将会员权限及积分规则细化到不同会员组的各个等级中；正数表示增加积分数量；负数表扣减积分数量';
$lang['html-346']	= '共%s条';
$lang['html-347']	= '搜索页模板';
$lang['html-348']	= '会员组';
$lang['html-349']	= '时间';
$lang['html-350']	= '会员等级';

$lang['html-351']	= '注册时间';
$lang['html-352']	= '备注说明';
$lang['html-353']	= '增减数';
$lang['html-354']	= '正数表示增加；负数表示扣减';
$lang['html-355']	= '操作人：%s，原因：';
$lang['html-356']	= '高级功能';
$lang['html-357']	= '是否显示';
$lang['html-358']	= '选择“否”时，前端循环调用不会显示';
$lang['html-359']	= '会员组无效，请添加会员等级';
$lang['html-360']	= '过期后变成';

$lang['html-361']	= '当会员组过期且未续费自动变成指定的会员组';
$lang['html-362']	= '保存并返回';
$lang['html-363']	= '保存并继续';
$lang['html-364']	= '单页的唯一标识码，用于URL结构显示和URL规则设定';
$lang['html-365']	= '单页的标志图片、封面图片等等';
$lang['html-366']	= '浏览器头部栏显示的标题';
$lang['html-367']	= '网页中的附件';
$lang['html-368']	= '规则';
$lang['html-369']	= '查看当前的Rewrite规则';
$lang['html-370']	= '单页上级';

$lang['html-371']	= '自定义页面方便快捷创建单一的网页';
$lang['html-372']	= '同步规则';
$lang['html-373']	= '分页规则';
$lang['html-374']	= '其他内容';
$lang['html-375']	= '标题';
$lang['html-376']	= '图片';
$lang['html-377']	= '链接地址';
$lang['html-378']	= '新窗口打开';
$lang['html-379']	= '是否显示';
$lang['html-380']	= '对该导航的一个描述，鼠标移上去显示的标题';

$lang['html-381']	= '图片标识，例如一个图标等等';
$lang['html-382']	= '填写完整的URL地址';
$lang['html-383']	= '该链接是否在新的窗口打开';
$lang['html-384']	= '导航是给用户提供浏览方向及分类指引的重要功能，例如首页头部导航、底部链接信息、侧边链接、顶端链接、友情链接等，根据实际情况来调用';
$lang['html-386']	= '是否要切换站点？';
$lang['html-388']	= '以上规则都若不填写将采用默认地址,各个规则下方的示例URL表示对于的解析地址';
$lang['html-389']	= '如果内容URL地址与实际设定的规则不一致，那您可以尝试一下更新URL操作';
$lang['html-390']	= '模板由模板文件目录和模板风格目录组成，为了安全起见建议模板文件目录与模板风格目录名称不要相同';

$lang['html-391']	= '取消推荐';
$lang['html-392']	= '内容管理';
$lang['html-393']	= '运用自定义字段功能会大大增强内容管理功能';
$lang['html-394']	= '修改为';
$lang['html-395']	= '批量';
$lang['html-396']	= '单个';
$lang['html-397']	= '模式';
$lang['html-398']	= '格式：会员名称|密码|email|手机号 [回车换行]';
$lang['html-399']	= '支付系统支持多个第三方支付平台';
$lang['html-400']	= '自助';

$lang['html-401']	= '成功';
$lang['html-402']	= '等待付款';
$lang['html-403']	= '卡号';
$lang['html-404']	= '生成时间';
$lang['html-405']	= '结束时间';
$lang['html-406']	= '使用人';
$lang['html-407']	= '使用时间';
$lang['html-408']	= '面额';
$lang['html-409']	= '有效期至';
$lang['html-410']	= '生成数量';

$lang['html-411']	= '已使用';
$lang['html-412']	= '未使用';
$lang['html-413']	= '导出选中';
$lang['html-414']	= '参数配置';
$lang['html-415']	= '是否搜索';
$lang['html-416']	= '选择“是”时，栏目搜索时会用的到，无实际意义';
$lang['html-417']	= '联动菜单可以作为地区菜单、类型菜单等等，也可以按站点来设置联动菜单值';
$lang['html-418']	= '标识代码';
$lang['html-420']	= '全局共享';

$lang['html-421']	= '站点独立';
$lang['html-422']	= '菜单唯一标示不得重复';
$lang['html-423']	= '多个菜单以回车符号分隔';
$lang['html-424']	= '分类';
$lang['html-425']	= '支持SMTP协议邮件发送，一组邮件服务器发送失败后，下一组服务器会尝试再次发送';
$lang['html-426']	= '服务器';
$lang['html-427']	= '邮箱名称';
$lang['html-428']	= '邮箱密码';
$lang['html-429']	= '端口号';
$lang['html-430']	= '发送测试';

$lang['html-431']	= '日志';
$lang['html-432']	= '清空日志';
$lang['html-433']	= '邮件发送失败时返回的错误代码，格式为：时间 [邮件服务器 - 服务器账号 - 发送给的邮箱] 错误代码';
$lang['html-434']	= '更新全站缓存';
$lang['html-435']	= '调试器';
$lang['html-436']	= '安全密钥';
$lang['html-437']	= '密钥建议定期更换';
$lang['html-438']	= '重新生成';
$lang['html-439']	= '系统邮箱';
$lang['html-440']	= '用于接收系统发送的通知信息的可用邮箱';

$lang['html-441']	= '例如“经验值”，“积分值”等等';
$lang['html-442']	= '例如“虚拟值”，“F币”，“A币”，“B币”等等';
$lang['html-443']	= '例如“RMB”，“人民币”，“资金”等等，实际交易为人民币';
$lang['html-444']	= '后台操作日志';
$lang['html-445']	= '用于后台查看程序和SQL执行详情';
$lang['html-446']	= '多用户操作后台建议打开日志功能';
$lang['html-447']	= '后台登录验证码';
$lang['html-448']	= '后台数据分页条数';
$lang['html-449']	= '后台设置';
$lang['html-450']	= '例如文章每页显示的数量控制';

$lang['html-451']	= '单击数据表名称可查看数据表的详细字段介绍';
$lang['html-452']	= '表结构';
$lang['html-453']	= '表名称';
$lang['html-454']	= '数据量';
$lang['html-455']	= '多余空间';
$lang['html-456']	= '文件大小';
$lang['html-457']	= '更新时间';
$lang['html-458']	= '优化表';
$lang['html-459']	= '修复表';
$lang['html-460']	= '选择单页';

$lang['html-461']	= '推送到推荐位';
$lang['html-462']	= '代码模式';
$lang['html-463']	= '文件模式';
$lang['html-464']	= '扩展名不能为空';
$lang['html-465']	= '扩展名【%s】已经存在于【%s】之中了，确保扩展名的唯一性';
$lang['html-466']	= '删除远程附件配置后，现有的使用它的附件地址将会无法访问';
$lang['html-467']	= '远程附件是将本地指定扩展名的附件存储到远程服务器中，由于网络原因，请不要远程存储大文件';
$lang['html-469']	= '登录超时';
$lang['html-470']	= '别名已经存在,不能重复';

$lang['html-471']	= '资料块用于存储一小段文字，各个页面能够灵活的调用';
$lang['html-472']	= '调用方式';
$lang['html-473']	= '资料块内容';
$lang['html-474']	= '添加子菜单';
$lang['html-475']	= '子菜单管理';
$lang['html-476']	= '正在执行中...';
$lang['html-477']	= '兑换比例';
$lang['html-478']	= '<label>1 '.SITE_MONEY.' = &nbsp;&nbsp;</label><label>%s</label><label>&nbsp;&nbsp;'.SITE_SCORE.'</label>';
$lang['html-479']	= '会员中心分页数量';
$lang['html-480']	= '会员中心数据每页显示数量';

$lang['html-481']	= '操作时间';
$lang['html-482']	= '操作人';
$lang['html-483']	= '删除日志时请到日志保存目录：/cache/optionlog/年月/，以"天"为文件名';
$lang['html-484']	= '日志月份';
$lang['html-485']	= '发件邮箱地址';
$lang['html-486']	= '永不过期';
$lang['html-487']	= '登录时间';
$lang['html-488']	= '过期时间：%s';
$lang['html-489']	= '注册地址';
$lang['html-490']	= '推荐位用于对文档进行归档管理，如首页幻灯，今日视点，首页头条等等';

$lang['html-491']	= '原文件名';
$lang['html-492']	= '文件扩展名';
$lang['html-493']	= '文件大小';
$lang['html-495']	= '上传时间';
$lang['html-496']	= '按表名称搜索';
$lang['html-497']	= '必须是表的全名，如“dr_1_page”表示站点1的单页表';
$lang['html-498']	= '按表主键搜索';
$lang['html-499']	= '必须是整数格式，如“1”表示上面“dr_1_page”表中id=1的附件（必须配合上面的表名称搜索）';
$lang['html-500']	= '按会员名搜索';

$lang['html-501']	= '按扩展名搜索';
$lang['html-502']	= '多个扩展名以“,”分隔，如“jpg,gif,png,rar,zip”';
$lang['html-503']	= '生成伪静态';
$lang['html-504']	= '<li>当前服务器是：<b>%s</b></li><li>%s</li>';
$lang['html-505']	= '环境检测';
$lang['html-506']	= '文件/目录名称';
$lang['html-507']	= '发布字数限制';
$lang['html-508']	= '单位字符（3个字符表示1个汉字），0表示不限制';
$lang['html-509']	= '空间模板的售价请填写正整数值，0表示免费';
$lang['html-510']	= '如果不填写扩展名（html,js,css）表示创建目录（禁止中文目录）';

$lang['html-511']	= '禁止使用';
$lang['html-512']	= '勾选之后，所在的会员组的会员菜单中将不会出现本模块菜单';
$lang['html-513']	= '复制';
$lang['html-514']	= '复制模块';
$lang['html-515']	= '留空表示不修改密码';
$lang['html-516']	= '生成';
$lang['html-518']	= '<font color=red>根目录必须由读写权限，否则无法创建目录和文件</font><br><font color=green>只复制模块的基础功能，不含用户的自定义字段</font>';
$lang['html-519']	= '模块目录格式不正确，只能由英文字母组成';
$lang['html-520']	= '此目录已经存在了，请换一个试试';

$lang['html-521']	= '空间设置';
$lang['html-522']	= 'Memcache缓存';
$lang['html-523']	= '服务器地址';
$lang['html-524']	= '端口号';
$lang['html-525']	= '当前目录';
$lang['html-526']	= '上一层目录';
$lang['html-527']	= '模板售价';
$lang['html-528']	= '空间名称';
$lang['html-529']	= '已审核';
$lang['html-530']	= '未审核';

$lang['html-531']	= '最近执行';
$lang['html-532']	= '账号';
$lang['html-533']	= '系统体检';
$lang['html-534']	= 'PHP环境';
$lang['html-535']	= '点击量';
$lang['html-536']	= '代码';
$lang['html-537']	= '底部信息';
$lang['html-538']	= '单页内容';
$lang['html-539']	= '空间名称已经存在';
$lang['html-540']	= '您可用对会员菜单进行调整，添加、修改、删除菜单项，<font color=red>重点注意：各菜单的地址不得重复，地址只能是唯一的</font>';

$lang['html-541']	= '模块或者应用的目录';
$lang['html-542']	= '导航名称';
$lang['html-543']	= '';
$lang['html-544']	= '搜索设置';
$lang['html-546']	= '最小关键字长度';
$lang['html-547']	= '缓存时间单位秒，设置为0时关闭缓存，为了网站负载力和性能，建议设置一个合理的缓存时间，不建议设置0';
$lang['html-548']	= '搜索关键字最小字符长度，一个汉字占两位';
$lang['html-549']	= '程序名称';
$lang['html-550']	= '优化设置';

$lang['html-552']	= 'XSS过滤';
$lang['html-553']	= '开启之后相关字符会被替换掉';
$lang['html-554']	= '资料修改';
$lang['html-555']	= '当前登录管理员账号：<font color="red"><b>%s</b></font>，您可以修改以下信息：';
$lang['html-556']	= '选中“允许使用”表示对应的会员才能使用这个模型；负数表示减少数量';
$lang['html-557']	= '邮件通知';
$lang['html-558']	= '前端提交后将会把提交信息发送到这个邮箱中';
$lang['html-559']	= '邮件模板';
$lang['html-560']	= '字段调用标签：{字段名称}';

$lang['html-561']	= '生成表单';
$lang['html-562']	= '关键字';
$lang['html-563']	= '录入时间';
$lang['html-564']	= '查看/修改';
$lang['html-565']	= '排序值越大越靠前';
$lang['html-566']	= '表单验证码';
$lang['html-567']	= '应用是系统的扩展部分，可以在“应用商店”下载评论、心情、短信、短消息等等';
$lang['html-568']	= '系统附件目录';
$lang['html-569']	= '并非上传目录，是供管理员浏览附件的目录，相对于系统根目录';
$lang['html-570']	= '保持原始的纵横比例';

$lang['html-571']	= '指定是否在缩放或使用硬值的时候使图像保持原始的纵横比例';
$lang['html-572']	= '全站缓存数据更新成功';
$lang['html-573']	= '更新数据';
$lang['html-574']	= '空间简介';
$lang['html-575']	= '预览效果';
$lang['html-576']	= '栏目管理';
$lang['html-577']	= '继承下级';
$lang['html-578']	= '选择“是”时，将下级第一个单页数据作为当前的单页，只对父级单页有效';
$lang['html-579']	= '选择“否”时，list循环标签<b>默认</b>将不会调用出当前单页';
$lang['html-580']	= '导入默认数据';

$lang['html-581']	= '该操作将会现有的菜单覆盖掉，您确定吗？';
$lang['html-582']	= '开启空间伪静态';
$lang['html-583']	= '模块名称';
$lang['html-584']	= '选择“是”时，开通空间之后必须审核之后才能使用';
$lang['html-585']	= '开启前请检查服务器是否支持伪静态';
$lang['html-586']	= '未完善资料';
$lang['html-587']	= '发布审核通过后，修改时不再审核';
$lang['html-588']	= '空间推荐位用于对会员空间进行归档管理，如达人空间，推荐空间，优秀空间等等';
$lang['html-589']	= '恢复菜单';
$lang['html-590']	= '模块字段';

$lang['html-591']	= '扩展字段';
$lang['html-592']	= SITE_EXPERIENCE.'不要设置为负数，'.SITE_EXPERIENCE.'只能无限增加';
$lang['html-593']	= '扩展页模板';
$lang['html-594']	= '默认extend.html';
$lang['html-595']	= '内容扩展URL格式';
$lang['html-596']	= '内容扩展Title';
$lang['html-597']	= '';
$lang['html-598']	= '';
$lang['html-599']	= '批量设置URL规则';
$lang['html-600']	= '';

$lang['html-601']	= '地区';
$lang['html-602']	= '批量设置URL规则可以加载某一个栏目的URL规则，再同步更新至其他栏目';
$lang['html-603']	= '加载URL规则';
$lang['html-604']	= '请选择一个的栏目';
$lang['html-605']	= '全选';
$lang['html-606']	= '以下规则为空时表示上面选择的栏目关闭自定义URL功能';
$lang['html-607']	= '清空';
$lang['html-608']	= '你的操作将会把该站点中的该模块数据全部清空，此操作不可恢复，你确定吗？';
$lang['html-609']	= '任务队列';
$lang['html-610']	= '本站执行';

$lang['html-611']	= '第三方执行';
$lang['html-612']	= '选择“第三方”时，请自行写执行代码</a>';
$lang['html-613']	= '每次执行任务数量';
$lang['html-614']	= '每次执行任务间隔';
$lang['html-615']	= '建议不要设置的太大，否则可能会影响执行速度';
$lang['html-616']	= '单位秒，建议设置30分钟执行一次';
$lang['html-617']	= '用于存储图片、css、js等文件';
$lang['html-618']	= '用于存储html模板页面';
$lang['html-619']	= '用于存储图片、css、js等文件';
$lang['html-620']	= '用于存储html模板页面';

$lang['html-621']	= '生成静态';
$lang['html-622']	= '<font color=red>非主站开启静态生成时必须绑定域名</font>';
$lang['html-623']	= '域名绑定目录';
$lang['html-624']	= '生成时绑定目录';
$lang['html-625']	= '生成之前，请更新全站缓存；如果URL地址与实际规则不一致，请劳驾“更新地址”';
$lang['html-626']	= '可用';
$lang['html-627']	= 'FineCMS官方推荐新手使用指南，一步一步教你快速建站';
$lang['html-628']	= '基本资料';
$lang['html-629']	= '自定义字段';
$lang['html-630']	= '阅读扣减%s';

$lang['html-633']	= '最大搜索量';
$lang['html-634']	= '指搜索时最大显示的数据量，填写0表示全部显示（不建议填写0，一般用户只会看前几页）';
$lang['html-635']	= '允许修改';
$lang['html-636']	= '选择“否”时，一旦发布内容不允许修改栏目分类';
$lang['html-637']	= '申请教程';
$lang['html-638']	= '剩余短信';
$lang['html-639']	= '短信签名';
$lang['html-640']	= '短信发送失败时返回的错误代码，格式为：时间 [手机号码] 错误代码 [内容] ';

$lang['html-651']	= '单发';
$lang['html-652']	= '指定群发';
$lang['html-654']	= '发送内容';
$lang['html-655']	= '发送';
$lang['html-656']	= '是否强制手机认证';
$lang['html-657']	= '需要开启短信功能，“系统”-“短信系统”-“设置账号”';
$lang['html-658']	= '是否开启手机认证';
$lang['html-659']	= '文件';
$lang['html-660']	= '官方接口';

$lang['html-661']	= '第三方接口';
$lang['html-662']	= '账号信息';
$lang['html-663']	= '表单';
$lang['html-664']	= '开启邮件提醒';
$lang['html-665']	= '开启短信提醒';
$lang['html-666']	= '开启之后，有人提交表单数据时会提醒信息发布者';
$lang['html-667']	= '每日发布数';
$lang['html-668']	= '发布总数';
$lang['html-669']	= '内容归档优化';
$lang['html-670']	= '数据查询优化';

$lang['html-671']	= '模块表单是对模块内容的一种扩展，如内容评论、内容报名、内容留言、内容反馈等等';
$lang['html-672']	= '禁止使用';
$lang['html-673']	= '默认模板是: 核心目录/dayrui/templates/admin/%s.html，自定义模板是%s';
$lang['html-674']	= '绑定域名之后必须制作移动端模板';
$lang['html-675']	= '频道域名';
$lang['html-676']	= '';
$lang['html-677']	= '';
$lang['html-678']	= '';
$lang['html-679']	= '快捷登陆模式';
$lang['html-680']	= '绑定账号';

$lang['html-681']	= '直接注册';
$lang['html-682']	= '绑定账号指必须注册一个本站账号；直接注册指用登录者的昵称直接注册本站账号';
$lang['html-683']	= '通过URL规则可以对单页、栏目页、内容页以及扩展页等地址进行个性化设置！';
$lang['html-684']	= '单页规则';
$lang['html-685']	= '单页分页';
$lang['html-686']	= '列表规则';
$lang['html-687']	= '列表分页';
$lang['html-688']	= '内容规则';
$lang['html-689']	= '内容分页';
$lang['html-690']	= '扩展规则';

$lang['html-691']	= '空间字段';
$lang['html-692']	= '<font color=red><b>删除之后它的URL规则将会失效，您确定要删除吗？</b></font>';
$lang['html-693']	= '修改单页规则后请更新单页或者全站缓存；修改模块规则后请更新对应模块的“地址”';
$lang['html-694']	= '';
$lang['html-695']	= '选中字段才会在该会员组中使用，您也可以在<a href="'.SELF.'?c=field&m=index&rname=spacetable&rid=0" style="color:blue !important">“自定义字段”</a>中管理这些字段';

$lang['html-697']	= '网站地图';
$lang['html-698']	= '关闭之后更新数据将不会出现在sitemap.xml中';
$lang['html-699']	= '数据加载中...';
$lang['html-700']	= '不可删除';

$lang['html-701']	= '禁止会员操作栏目';
$lang['html-702']	= '开启之后会员将不能增加/删除栏目，只能修改栏目内容';
$lang['html-703']	= '登录会员';
$lang['html-704']	= '数据统计';
$lang['html-705']	= '发布间隔';
$lang['html-706']	= '同步到会员组';
$lang['html-707']	= '将以下选项值同步到其他会员组中，按“CTRL”实现多选';
$lang['html-708']	= '指定会员组';
$lang['html-709']	= '消费额';
$lang['html-710']	= '按会员组设置会员空间的初始化栏目，<font color=red>对已经开通空间的会员无效</font>';

$lang['html-711']	= '设置栏目';
$lang['html-712']	= '<font color="red">该会员组不允许使用空间，</font><a href="%s" style="color:blue">开启方法</a>';
$lang['html-713']	= '将设计好的文件上传到/cache/field/目录之下，<a href="http://help.dayrui.com/215.html" target="_blank">设计指南</a>';
$lang['html-714']	= '模型选择';
$lang['html-715']	= '上级栏目';
$lang['html-716']	= '显示方式';
$lang['html-717']	= '创建空间时会同步创建以下栏目结构，<a href="%s" style="color:blue">您可以在通过这里同步到其他会员组</a>';
$lang['html-718']	= '以下红色<font color="red">*</font>部分会员无法修改，其他字段会员可任意修改';
$lang['html-719']	= '可以将当前会员组的栏目同步至以上选中的会员组中（会覆盖）';
$lang['html-720']	= '内容审核';

$lang['html-721']	= '栏目名称';
$lang['html-722']	= '外链地址';
$lang['html-723']	= '扩展内容待审核数量 <b>（%s）</b> 篇';
$lang['html-724']	= '允许上传最大值';
$lang['html-725']	= 'POST提交最大值';
$lang['html-726']	= '[设置方法]';
$lang['html-727']	= '<font color="red">以下参数配置只用于dr_thumb函数，对dr_thumb2等函数无效</font>';
$lang['html-728']	= '友情提示';
$lang['html-729']	= '将域名绑定至根目录';
$lang['html-730']	= '此域名【%s】不能与当前站点域名相同';

$lang['html-731']	= '请将域名【%s】解析到【%s】';
$lang['html-732']	= '服务器端IP地址';
$lang['html-733']	= '';
$lang['html-734']	= '内容';
$lang['html-735']	= '';
$lang['html-736']	= '可跳转到指定地址（不允许发布内容）';
$lang['html-737']	= '是否同步添加下级';
$lang['html-738']	= '当含有下级单页/栏目时，会自动将下级单页/栏目同步添加到当前导航的下级';
$lang['html-739']	= '选择模块/栏目';
$lang['html-740']	= '全部栏目';

$lang['html-741']	= '投稿是否先选择栏目';
$lang['html-742']	= '会员投稿时会先选择栏目→下一步再发布内容';
$lang['html-743']	= '移动端编辑器模式';
$lang['html-744']	= '自动识别';
$lang['html-745']	= '开启后将自动识别移动端并强制定向到此域名';
$lang['html-748']	= '联动菜单数据';
$lang['html-749']	= '选择“是”时，此单页将不会被缓存，如果含有数据分页查询等标签是，建议选择“是”';
$lang['html-750']	= '静态缓存';

$lang['html-751']	= '字段格式';
$lang['html-752']	= '字段英文名称：{name}；字段中文名称：{text}；表单显示：{value}<br>此格式用于定义会员中心的所有自定义字段输出格式，如资料修改、文章发布/修改等';
$lang['html-753']	= 'PC端格式';
$lang['html-754']	= '移动端格式';
$lang['html-755']	= '默认空间模板';
$lang['html-756']	= '该会员组创建空间时的默认空间模板（一定要保证此会员组拥有此空间的使用权限）';
$lang['html-757']	= '总数据';
$lang['html-758']	= '今日新增';
$lang['html-759']	= '扩展审核';
$lang['html-760']	= '单位秒，0为不限制';

$lang['html-761']	= '评论数';
$lang['html-762']	= '赞数';
$lang['html-763']	= '转发数';
$lang['html-764']	= '话题';
$lang['html-765']	= '动态数';
$lang['html-766']	= '发起人';
$lang['html-769']	= '文章内容图片水印';
$lang['html-770']	= '开启后文章内容中上传的图片将会采用动态水印模式';

$lang['html-771']   = '该操作将会删除当前站点中的模块内容数据，您确定吗？';
$lang['html-772']	= '模块支持安装到多个站点之中，支持绑定独立域名，自定义在字段可以共享，数据可以同步';
$lang['html-773']	= '网站状态';
$lang['html-774']	= '当关闭网站时，除管理员之外的用户将无法访问（静态页面除外）';
$lang['html-775']	= '关闭理由';
$lang['html-776']	= '忽略已有缩略图的内容';
$lang['html-777']	= '其他域名';
$lang['html-778']	= '当前站点支持绑定多个域名，它们将会301到主域名，域名之间以回车符分隔（请勿与其他站点的域名重复）';
$lang['html-779']	= '启用二级域名';
$lang['html-780']	= '个人空间二级域名配置教程';

$lang['html-781']	= '个人空间主域名';
$lang['html-782']	= '最大在线人数';
$lang['html-783']	= '在线保持时间';
$lang['html-784']	= '指服务器能承受的最大访问量，0为不限制，建议设置为平均在线人数的10倍左右';
$lang['html-785']	= '单位秒，访问量大的站点应当调小该数值，过大或者过小的设置都有可能会增大服务器资源开销';
$lang['html-786']	= '二级域名';
$lang['html-787']	= '系统保留域名';
$lang['html-788']	= '这里可以填写系统保留的二级域名前缀，多个前缀以“回车符”分隔';
$lang['html-789']	= '保存草稿';
$lang['html-790']	= '草稿';

$lang['html-791']	= '提交页模板';
$lang['html-792']	= '应用';
$lang['html-793']	= '左边距';
$lang['html-794']	= '上边距';
$lang['html-795']	= '屏幕居中';
$lang['html-796']	= '右边距';
$lang['html-797']	= '数量';
$lang['html-798']	= '开始时间';
$lang['html-799']	= '结束时间';
$lang['html-800']	= '默认为永久';

$lang['html-801']	= '请填写图片广告的链接地址';
$lang['html-802']	= '广告内容';
$lang['html-803']	= '共执行<b>%s</b>条SQL语句';
$lang['html-804']	= '附件上传目录';
$lang['html-805']	= '此目录必须有读写权限，绝对路径请以“/”开头';
$lang['html-806']	= '账号';
$lang['html-809']	= 'Logo名称';
$lang['html-810']	= 'Logo地址';

$lang['html-811']	= '兼容性';
$lang['html-812']	= '开启之后可避免一些致命的SQL错误，但会降低系统效率';
$lang['html-813']	= '将设计好的代码放到这里，<a style="color:blue" href="http://help.dayrui.com/216.html" target="_blank">设计指南</a>';
$lang['html-814']	= '全局变量也就是自定义系统变量，比如设置功能开关等，可在全站点调用';
$lang['html-815']	= '变量值';
$lang['html-816']	= '只能是字母或者数字';
$lang['html-817']	= '注册时开通空间';
$lang['html-818']	= '开发者可以在这里快速定义控制器，再按自己的需求完善控制器内容';
$lang['html-819']	= '';
$lang['html-820']	= '显示顺序';

/*============v2.6.0=============*/

$lang['html-821']	= '这里可以批量提取标题的关键字，速度快慢取决你的网络';
$lang['html-822']	= '忽略已有关键字';
$lang['html-823']	= '父栏目可发布内容';
$lang['html-824']	= '开启之后父栏目具有发布权限，默认关闭（无发布权限）';
$lang['html-825']	= '远程图片模式';
$lang['html-826']	= '队列（高效）';
$lang['html-827']	= '自动（会影响发布速度）';


/*============v2.6.1=============*/

$lang['html-828']	= '同步微博';
$lang['html-829']	= '开启之后发布内容时自动同步绑定的微博之中';
$lang['html-830']	= '栏目内容同步';
$lang['html-831']	= '开启之后发布内容时可以选择将内容同步到其他栏目';
$lang['html-832']	= '合并字段PC端格式';
$lang['html-833']	= '合并字段移动端格式';
$lang['html-834']	= '自定义同步字段';
$lang['html-835']	= '同步时会将你选定的字段内容（必须是纯文本内容）作为同步内容';
$lang['html-836']	= '将Tag作为话题插入';
$lang['html-837']	= '当内容中无话题时才将Tag作为话题放到内容的前面，如#Tag1# #Tag2#';
$lang['html-838']	= '不使用的字段';


/*============v2.7.0=============*/

$lang['html-839']	= '分页标签';
$lang['html-840']	= '程序版本';
$lang['html-841']	= '数据接口';
$lang['html-842']	= '来路字符';
$lang['html-843']	= '退回理由';
$lang['html-844']	= '本页面的数据未被保存';
$lang['html-845']	= '评论管理';
$lang['html-846']	= '评论配置';
$lang['html-847']	= '评论功能';
$lang['html-848']	= '评论%s';
$lang['html-849']	= '只允许评论一次';
$lang['html-850']	= '评论间隔';
$lang['html-851']	= '购买之后才允许评论';
$lang['html-852']	= '只能与订单模块配合使用';
$lang['html-853']	= '评论审核';
$lang['html-854']	= '禁止对自己评论';
$lang['html-855']	= '分页显示数量';
$lang['html-856']	= '游客字段选择';
$lang['html-857']	= '当游客评论时才显示这些字段；登录用户隐藏这些字段（此功能暂时无效，正在设计中）';
$lang['html-858']	= '评论内容';
$lang['html-859']	= '广告位就是一个容器，它用来存储广告，调用广告位时系统会随机显示某一个广告';

$lang['html-860']	= '每个广告只能存储在广告位之中，每个广告位都有不同的广告参数，显示方式为随机模式';
$lang['html-861']	= '我的配置';
$lang['html-862']	= '评论回复权限';
$lang['html-863']	= '都允许';
$lang['html-864']	= '仅自己';
$lang['html-865']	= '禁止所有';
$lang['html-866']	= '点评功能';
$lang['html-867']	= '邀请人账号';
$lang['html-868']	= '受邀人账号';
$lang['html-869']	= '删除关系';

$lang['html-870']	= '邀请人id';
$lang['html-871']	= '受邀人id';
$lang['html-872']	= '添加选项';
$lang['html-873']	= '投票总数：%s';
$lang['html-874']	= '投票时间';
$lang['html-875']	= '投票页模板';
$lang['html-876']	= '投票结果页模板';
$lang['html-877']	= '我的配置';
$lang['html-878']	= '我的配置';
$lang['html-879']	= '我的配置';

$lang['html-880']	= '手机验证码';
$lang['html-881']	= '注册字段选择';
$lang['html-882']	= '至少选择一个字段或多个字段组合';
$lang['html-883']	= '账号';
$lang['html-884']	= '手机号';
$lang['html-885']	= '邮箱';
$lang['html-886']	= '我的配置';
$lang['html-887']	= '我的配置';
$lang['html-888']	= '我的配置';
$lang['html-889']	= '我的配置';

$lang['html-890']	= '操作菜单';
$lang['html-891']	= '刷新页面';
$lang['html-892']	= '我的配置';
$lang['html-893']	= '我的配置';
$lang['html-894']	= '手我的配置机号';
$lang['html-895']	= '邮我的配置箱';
$lang['html-896']	= '我的配置';
$lang['html-897']	= '我的配置';
$lang['html-898']	= '我的配置';
$lang['html-899']	= '我的配置';