<?php



$lang['m-021']	= '';
$lang['m-022']	= '';
$lang['m-023']	= '同一IP在限制时间内注册过多';
$lang['m-024']	= 'Ucenter：会员名称不合法';
$lang['m-025']	= 'Ucenter：包含不允许注册的词语';
$lang['m-026']	= 'Ucenter：Email格式有误';
$lang['m-027']	= 'Ucenter：Email不允许注册';
$lang['m-028']	= 'Ucenter：Email已经被注册';
$lang['m-029']	= '会员注册';
$lang['m-030']	= '提示信息';

$lang['m-031']	= '会员管理';
$lang['m-032']	= '会员组模型';
$lang['m-033']	= '名称必须填写';
$lang['m-034']	= '等级管理';
$lang['m-035']	= '功能配置';
$lang['m-036']	= '配置文件更新成功';
$lang['m-037']	= '当前目录';
$lang['m-038']	= '上一层目录';
$lang['m-039']	= '会话超时，请重新登录';
$lang['m-040']	= '会员不存在，请重新登录';

$lang['m-041']	= '账户设置';
$lang['m-042']	= '基本资料';
$lang['m-043']	= '修改密码';
$lang['m-044']	= '上传头像';
$lang['m-045']	= '快捷登录';
$lang['m-046']	= '登录记录';
$lang['m-047']	= 'OAuth错误: 缺少OAuth参数';
$lang['m-048']	= 'OAuth授权错误';
$lang['m-049']	= '抱歉！该授权已经被绑定过了，<a href="%s" target="_blank">看看Ta是谁？</a>';
$lang['m-050']	= '绑定成功';

$lang['m-051']	= 'OAuth回调错误: 获取用户信息失败';
$lang['m-052']	= '密码修改成功';
$lang['m-053']	= '旧密码不正确';
$lang['m-054']	= '两次密码输入不一致';
$lang['m-055']	= '验证通过';
$lang['m-056']	= '每日登录';
$lang['m-057']	= '上传头像';
$lang['m-058']	= '完善资料';
$lang['m-059']	= 'OAuth账号绑定';
$lang['m-060']	= 'OAuth账号解绑';

$lang['m-061']	= '审核';
$lang['m-062']	= '请输入完整的信息';
$lang['m-063']	= '添加';
$lang['m-064']	= '修改';
$lang['m-065']	= '删除';
$lang['m-066']	= '收件人不存在';
$lang['m-067']	= '不能对自己发送';
$lang['m-068']	= '标注成功';
$lang['m-069']	= '尚未标注';
$lang['m-070']	= '标注';

$lang['m-071']	= '添加标注';
$lang['m-072']	= '重置地图';
$lang['m-073']	= '更换城市';
$lang['m-074']	= '城市';
$lang['m-075']	= '输入城市名';
$lang['m-076']	= '搜索';
$lang['m-077']	= '操作成功';
$lang['m-078']	= '您的会员组由管理员%s改变成：%s';
$lang['m-079']	= '您的密码被管理员%s修改了';
$lang['m-080']	= '%s变动：%s；本次操作人：%s';

$lang['m-081']	= '很遗憾，您的会员组已经过期，被自动初始化';
$lang['m-082']	= '恭喜亲，您的会员组等级升级成功';
$lang['m-083']	= '恭喜亲，您的会员组续费成功';
$lang['m-084']	= '【%s】审核通过';
$lang['m-085']	= '对不起，您还没有通过审核，无法进行此操作';
$lang['m-086']	= '短信验证码';
$lang['m-087']	= '发送短信';
$lang['m-088']	= '尊敬的用户，您的本次验证码是：%s';
$lang['m-089']	= '该手机号码已经注册';
$lang['m-090']	= '短信验证码不正确';

$lang['m-091']	= '验证码已发送，请在2分钟之后再试';
$lang['m-092']	= '您已经认证过了';
$lang['m-093']	= '验证码发送成功，请注意查收';
$lang['m-094']	= '您的账号必须进行是手机认证';
$lang['m-095']	= '手机号码必须是11位的整数';
$lang['m-096']	= '<a href="%s" target="_blank">%s</a>';
$lang['m-097']	= '我的%s';
$lang['m-098']	= '提示信息';
$lang['m-099']	= '如果您的浏览器没有自动跳转，请点击这里';
$lang['m-100']	= '点击返回上一页';

$lang['m-101']	= '模块module参数不存在';
$lang['m-102']	= '此模块（%s）缓存不存在';
$lang['m-103']	= '抱歉，'.SITE_SCORE.'不足！本次购买需要<font color=red><b>%s</b></font>'.SITE_SCORE.'，当前余额<font color=blue><b>%s</b></font>'.SITE_SCORE;;
$lang['m-104']	= '购买成功';
$lang['m-105']	= '字段组合';
$lang['m-106']	= '购买';
$lang['m-107']	= '上一页';
$lang['m-108']	= '下一页';
$lang['m-109']	= '最后一页';
$lang['m-110']	= '第一页';

$lang['m-111']	= '系统已经关闭了空间功能';
$lang['m-112']	= '您的账号不支持解除绑定';
$lang['m-113']	= '同步微博';
$lang['m-114']	= '此表单没有开启前端提交功能';
$lang['m-115']	= '当前会员组有效期为永久，因此无法重复升级';
$lang['m-116']	= '系统不允许操作栏目';
$lang['m-117']	= '不更新';
$lang['m-118']	= '【%s】审核失败！<br>会员（%s）%s不足，此次需要：%s';
$lang['m-119']	= '上传文件';
$lang['m-120']	= '文件列表';

$lang['m-121']	= '您的注册邮箱被管理员%s修改了';
$lang['m-122']	= '抱歉！游客不允许操作';
$lang['m-123']	= '授权登录成功，正在跳转到会员中心，请稍后...';
$lang['m-124']	= '【%s】审核被拒绝，<a href="%s">查看原因</a>';
$lang['m-125']	= '此模块已经关闭了搜索功能';
$lang['m-126']	= '会员组不存在';
$lang['m-127']	= '该会员组无等级功能';
$lang['m-128']	= '会员组到期自动扣费';
$lang['m-129']	= '首页';
$lang['m-130']	= '%s记录';

$lang['m-131']	= '第%s页';
$lang['m-132']	= '手动输入';
$lang['m-133']	= '我的附件';
$lang['m-134']	= '未使用的文件';
$lang['m-135']	= '开始上传';
$lang['m-136']	= '最多上传 <font color=red>%s</font> 个文件,单文件最大 <font color=red>%s</font> MB';
$lang['m-137']	= '上传数量';
$lang['m-138']	= '文件格式：%s';
$lang['m-139']	= '输入一个文件的URL链接';
$lang['m-140']	= '上次上传未使用的文件，如使用请点击选择。';

$lang['m-141']	= '不能选择超过 %s 个文件';
$lang['m-142']	= '抱歉！游客不允许上传附件';
$lang['m-143']	= '抱歉！您的会员组无权上传附件';
$lang['m-144']	= '允许空间使用';
$lang['m-145']	= '文件入库失败，请重试';
$lang['m-146']	= '<font color=red>重复</font>';
$lang['m-147']	= '附件空间不足！您的附件总空间%s，现有附件%s。';
$lang['m-148']	= '模块不存在，请尝试更新缓存';
$lang['m-149']	= '删除文档，栏目：%s ';
$lang['m-150']	= '更新文档时间';

$lang['m-151']	= '发布文档，栏目：%s ';
$lang['m-152']	= '会员权限';
$lang['m-153']	= '您的账号必须上传头像';
$lang['m-154']	= '您的账号必须完善资料信息';
$lang['m-155']	= '批量注册信息填写不完整';
$lang['m-156']	= '先选择一个会员组吧';
$lang['m-157']	= '批量注册成功%s，失败%s';
$lang['m-158']	= '财务管理';
$lang['m-159']	= '收入记录';
$lang['m-160']	= '消费记录';

$lang['m-161']	= '网银配置';
$lang['m-162']	= '充值';
$lang['m-163']	= '冻结';
$lang['m-164']	= '充值卡';
$lang['m-165']	= '卡密充值';
$lang['m-166']	= '网银充值';
$lang['m-167']	= '兑换'.SITE_SCORE;
$lang['m-168']	= '卡号和密码必须填写完整';
$lang['m-169']	= '抱歉！充值卡已经过期了';
$lang['m-170']	= '抱歉！该卡已经被使用过了';

$lang['m-171']	= '抱歉！卡密不存在';
$lang['m-172']	= '充值%s元成功';
$lang['m-173']	= '充值失败，未知错误';
$lang['m-174']	= '卡号：%s';
$lang['m-175']	= '请输入一个有效的充值金额';
$lang['m-176']	= '请选择一种支付方式';
$lang['m-177']	= '正在为您跳转到支付页面，请稍后...';
$lang['m-178']	= '会员(%s)支付订单ID：%s';
$lang['m-179']	= '会员充值(%s)';
$lang['m-180']	= '会员(%s)购物消费，购物订单ID：%s';

$lang['m-181']	= '推荐消费x%s';
$lang['m-182']	= '该手机号码尚未注册';
$lang['m-183']	= '找回密码申请已经提交，请稍后再试';
$lang['m-184']	= '邮箱格式不正确';
$lang['m-185']	= '该邮箱尚未注册';
$lang['m-186']	= '找回邮件已经发出，请登录邮箱查看';
$lang['m-187']	= '取回密码说明<br/>
<br/>
%s， 这封信是由 '.SITE_NAME.' 发送的。<br/>
<br/>
您收到这封邮件，是由于这个邮箱地址在 '.SITE_NAME.' 被登记为会员邮箱， 且该会员请求使用 Email 密码找回功能所致。<br/>
<br/>
----------------------------------------------------------------------<br/>
密码找回验证凭证：%s<br/>
----------------------------------------------------------------------<br/>
<br/>
本请求提交者的 IP 为 %s<br/>
<br/>
此致<br/>
<br/>
'.SITE_NAME.' 管理团队. '.SITE_URL;
$lang['m-188']	= '找回密码链接已经过期';
$lang['m-189']	= '邮件发送失败，请联系管理员检查邮件日志';
$lang['m-190']	= '此链接不符合规范';

$lang['m-191']	= '会员注册-邮件验证';
$lang['m-192']	= '邮件验证说明<br/>
<br/>
%s， 这封信是由 '.SITE_NAME.' 发送的。<br/>
<br/>
请确认您的注册信息并激活您的帐户，激活后您将享受到 '.SITE_NAME.' 提供的服务。请点击以下链接激活您的帐户：<br/>
<br/>
<a href="%s">%s</a><br/>
(如果上面不是链接形式，请将该地址手工粘贴到浏览器地址栏再访问)<br/>
<br/>
本请求提交者的 IP 为 %s<br/>
<br/>
此致<br/>
<br/>
'.SITE_NAME.' 管理团队. '.SITE_URL;
$lang['m-193']	= '此链接已经不存在';
$lang['m-194']	= '恭喜你~会员验证成功，请返回登录';
$lang['m-195']	= '参数不完整，id与dir必须有一个';
$lang['m-196']	= '单网页（%s）不存在或者被隐藏了';
$lang['m-197']	= '%s不能为空！';
$lang['m-198']	= '格式不正确';
$lang['m-199']	= '格式校验不正确';
$lang['m-200']	= '购物消费，订单号：%s';

$lang['m-201']	= '%s已经存在';
$lang['m-202']	= '验证码不正确，请重新发送验证码';
$lang['m-203']	= '操作失败';
$lang['m-204']	= '此话题不存在';
$lang['m-205']	= '话题#%s#';
$lang['m-206']	= '亲，您动作太快了！';
$lang['m-207']	= '对方设置不允许查看Ta的空间';
$lang['m-208']	= '邀请好友注册增加%s';
$lang['m-209']	= '发布一条动态增加%s';
$lang['m-210']	= '账号余额不足';

$lang['m-211']	= '邀请好友注册奖励';
$lang['m-212']	= '发布一条动态奖励';
$lang['m-213']	= '您的字数超过了系统上限';
$lang['m-214']	= '第%s页';
$lang['m-215']	= '抱歉，'.SITE_SCORE.'不足！本次操作需要<font color=red><b>%s</b></font>'.SITE_SCORE.'，当前余额<font color=blue><b>%s</b></font>'.SITE_SCORE;
$lang['m-216']	= '购买空间消费';
$lang['m-217']	= '游客不允许下载附件，请登录';
$lang['m-218']	= '使用二级域名';
$lang['m-219']	= '当前会员组无权限使用空间域名';
$lang['m-220']	= '系统尚未设置空间主域名：<br>后台-会员-空间-空间配置-设置主域名';

$lang['m-221']	= '此域名是系统保留域名，不允许设置';
$lang['m-222']	= '二级域名只能由“英文、数字、_、-”组成';
$lang['m-223']	= '此二级域名已经被注册';
$lang['m-224']	= SITE_SCORE.'兑换';
$lang['m-225']	= '兑换成功';
$lang['m-226']	= '自助兑换服务';
$lang['m-227']	= '请输入'.SITE_SCORE.'数量';
$lang['m-228']	= '兑换'.SITE_SCORE.'：%s';
$lang['m-229']	= '已保存到我的草稿箱中';
$lang['m-230']	= '系统尚未开启邮件审核功能';

$lang['m-231']	= '邮件（<font color=red>%s</font>）发送成功，请注意查收';
$lang['m-232']	= '邮件已经发送过了，请注意查收';
$lang['m-233']	= '你已经通过审核了，无需发送邮件审核';
$lang['m-234']	= '该会员的空间还没有创建';
$lang['m-235']	= '空间正在审核中';
$lang['m-236']	= '空间管理';
$lang['m-237']	= '空间设置';
$lang['m-238']	= '开通空间';
$lang['m-239']	= '空间名称已经存在';
$lang['m-240']	= '操作成功，等待管理员的审核';

$lang['m-241']	= '当前模块【'.APP_DIR.'】已被系统禁用';
$lang['m-242']	= '姓名';
$lang['m-243']	= '手机号码';
$lang['m-244']	= '邮箱';
$lang['m-245']	= '分组名称不能为空';
$lang['m-246']	= '来自网站';
$lang['m-247']	= '来自移动端';
$lang['m-248']	= '【%s】在动态中@提到了我，<a href="%s" target="_blank">查看动态</a>。';
$lang['m-249']	= '此动态不存在';
$lang['m-250']	= '内容不能为空';

$lang['m-251']	= '动态转发成功';
$lang['m-252']	= '【%s】转发了我的动态，<a href="%s" target="_blank">查看动态</a>。';
$lang['m-253']	= '【%s】评论了您的动态，<a href="%s" target="_blank">查看详情</a>。';
$lang['m-254']	= '评论成功';
$lang['m-255']	= '会员空间还没有开通';
$lang['m-256']	= '空间模板';
$lang['m-257']	= '您已经是该会员组了';
$lang['m-258']	= '该会员组不允许自助升级';
$lang['m-259']	= '抱歉，'.SITE_SCORE.'不足！本次操作需要<font color=red><b>%s</b></font>'.SITE_SCORE.'，当前余额<font color=blue><b>%s</b></font>'.SITE_SCORE;
$lang['m-260']	= '会员组升级消费：%s';

$lang['m-261']	= '会员组升级成功';
$lang['m-262']	= '尊敬的%s<br/>
<br/>
您已经成功升级为：%s<br/>
<br/>
此致<br/>
<br/>
'.SITE_NAME.' 管理团队. '.SITE_URL;
$lang['m-263']	= '会员组续费成功';
$lang['m-264']	= '尊敬的%s<br/>
<br/>
您的会员组【%s】已经成功续费，到期时间：%s<br/>
<br/>
此致<br/>
<br/>
'.SITE_NAME.' 管理团队. '.SITE_URL;
$lang['m-265']	= '永久';
$lang['m-266']	= '操作成功，有效期至：%s';
$lang['m-267']	= '抱歉，'.SITE_MONEY.'不足！本次操作需要<font color=red><b>%s</b></font>'.SITE_MONEY.'，当前余额<font color=blue><b>%s</b></font>'.SITE_MONEY;
$lang['m-268']	= '会员';
$lang['m-269']	= '每日登录增加%s';
$lang['m-270']	= '上传头像增加%s';

$lang['m-271']	= '完善资料增加%s';
$lang['m-272']	= '绑定OAuth增减%s';
$lang['m-273']	= '解绑OAuth增减%s';
$lang['m-274']	= '更新文档时间增减%s';
$lang['m-275']	= '是否允许上传附件';
$lang['m-276']	= '是否允许下载附件';
$lang['m-277']	= '附件总空间';
$lang['m-278']	= '不限';
$lang['m-279']	= '发布增减%s';
$lang['m-280']	= '阅读增减%s';

$lang['m-281']	= '删除增减%s';
$lang['m-282']	= '栏目';
$lang['m-283']	= '每日';
$lang['m-284']	= '总数';
$lang['m-285']	= '其他';
$lang['m-286']	= '共%s个附件';
$lang['m-287']	= '抱歉！每日发布数量不得超过%s条';
$lang['m-288']	= '抱歉！发布总数不得超过%s条';
$lang['m-289']	= '【%s】在评论中回复@了你，<a href="%s" target="_blank">查看详情</a>。';
$lang['m-290']	= '会员空间模型不存在';

$lang['m-291']	= '新增栏目';
$lang['m-292']	= '栏目名称不能为空';
$lang['m-293']	= '<font color=red>不显示</font>';
$lang['m-294']	= '顶部';
$lang['m-295']	= '底部';
$lang['m-296']	= '<font color=green>都显示</font>';
$lang['m-297']	= '顶级栏目';
$lang['m-298']	= '添加子栏目';
$lang['m-299']	= '发布';
$lang['m-300']	= '请选择一个栏目';

$lang['m-301']	= '该栏目不允许发布信息';
$lang['m-302']	= '抱歉，'.SITE_SCORE.'不足！每次发布需要<font color=red><b>%s</b></font>'.SITE_SCORE.'，当前余额<font color=blue><b>%s</b></font>'.SITE_SCORE;
$lang['m-303']	= '数据不存在';
$lang['m-304']	= '表单缓存不存在';
$lang['m-306']	= '【%s】通知 [来自：'.SITE_NAME.']';
$lang['m-307']	= '无权限使用';
$lang['m-308']	= '请选择一个模型';
$lang['m-309']	= '应用尚未安装或者被禁用了';
$lang['m-310']	= '网站附件';

$lang['m-311']	= '只有管理组才能附件浏览';
$lang['m-312']	= '链接地址必须填写';
$lang['m-313']	= '<font color=red>外链</font>';
$lang['m-314']	= '<font color=blue>单页</font>';
$lang['m-315']	= '空间栏目不存在';
$lang['m-316']	= '此栏目的外链不存在';
$lang['m-317']	= '此栏目模型不存在';
$lang['m-318']	= '该内容正在审核之中，您无权限查看';
$lang['m-319']	= '模板选择成功';
$lang['m-320']	= '无权限选择此模板';

$lang['m-321']	= '模块尚未安装<br>请到后台-网站-模块管理-安装这个模块';
$lang['m-322']	= '您所在的会员组【%s】无权限下载附件';
$lang['m-323']	= '下载附件增减%s';
$lang['m-324']	= '下载附件需要%s%s';
$lang['m-325']	= '附件下载';
$lang['m-326']	= '附件不存在或者已经被删除';
$lang['m-327']	= '空间';
$lang['m-328']	= '模型';
$lang['m-329']	= '使用';
$lang['m-330']	= '秒';

$lang['m-331']	= '是否审核空间';
$lang['m-332']	= '当前应用被禁用了，无权限访问';
$lang['m-333']	= '模块统计';
$lang['m-334']	= '附件统计';
$lang['m-335']	= '空间统计';
$lang['m-336']	= '已使用';
$lang['m-337']	= '剩余';
$lang['m-338']	= '当前会员组无权限访问';
$lang['m-339']	= '当前密码不正确';
$lang['m-340']	= '发布成功，马上返回列表';

$lang['m-341']	= '发布成功，请等待管理员审核';
$lang['m-342']	= '该会员组不允许使用空间';
$lang['m-343']	= ' ';
$lang['m-344']	= '删除文档内容，栏目：%s ';
$lang['m-345']	= '访问';
$lang['m-346']	= '删除文件';
$lang['m-347']	= '游客';
$lang['m-348']	= '我要升级会员组';
$lang['m-349']	= '收藏';
$lang['m-350']	= '取消收藏';

$lang['m-351']	= '您已经取消了域名';
$lang['m-352']	= '清除';
$lang['m-353']	= '本文附件';
$lang['m-354']	= 'TA的粉丝';
$lang['m-355']	= '发送短消息';
$lang['m-356']	= '系统提醒';
$lang['m-357']	= '互动提醒';
$lang['m-358']	= '模块提醒';
$lang['m-359']	= '应用提醒';
$lang['m-360']	= 'TA的关注';

$lang['m-361']	= 'TA的访客';
$lang['m-362']	= 'TA的动态';
$lang['m-363']	= '该分页不存在';
$lang['m-364']	= '此空间因无权限使用而关闭';
$lang['m-365']	= '附件可用空间不足，无法下载远程图片';
$lang['m-367']	= '[重新选择]';

/**更新程序增加部分 v2.5.2**/

$lang['m-370']	= '金额无效，请重新填写';
$lang['m-371']	= '为会员【%s】转账￥%s元';
$lang['m-372']	= '收到会员【%s】转账的￥%s元';
$lang['m-373']	= '转账成功';
$lang['m-374']	= '为会员【%s】转账'.SITE_SCORE.'%s';
$lang['m-375']	= '收到会员【%s】转账'.SITE_SCORE.'%s';
$lang['m-376']	= '不能对自己转账';
$lang['m-377']	= '商品销售收入，订单号：%s';
$lang['m-378']	= '是否远程下载';
$lang['m-379']	= '您无权限使用此模块';

/**更新程序增加部分 v2.5.3**/

$lang['m-380']	= '不能与原密码相同';
$lang['m-381']	= '您的评论被人回复，<a href="%s" target="_blank">查看详情</a>';
$lang['m-382']	= '您有新的评论，<a href="%s" target="_blank">查看详情</a>';
$lang['m-383']	= '系统关闭了评论功能';
$lang['m-384']	= '您无权限评论';
$lang['m-385']	= '请填写评论内容';
$lang['m-386']	= '系统禁止对自己评论';
$lang['m-387']	= '您已经评论过了，请勿再次评论';
$lang['m-388']	= '您还没有购买商品，不能评论';
$lang['m-389']	= '评论成功';
$lang['m-390']	= '评论成功，需要管理员审核之后才能显示';
$lang['m-391']	= '我评论过的';
$lang['m-392']	= '您无权限回复';
$lang['m-393']	= '点评选项%s未评分';
$lang['m-394']	= '缺少订单参数oid？';
$lang['m-395']	= '评论主题不存在';
$lang['m-396']	= '我的邀请';
$lang['m-397']	= '请输入'.SITE_MONEY.'金额';
$lang['m-398']	= '兑换'.SITE_MONEY.'：%s';
$lang['m-399']	= '您的账号必须完成实名认证';

$lang['m-400']	= '实名认证';
$lang['m-401']	= '您的申请已提交系统会尽快审核...';
$lang['m-402']	= '您的账号【%s】实名认证成功';
$lang['m-403']	= '请先完善资料之后再实名认证';
$lang['m-404']	= '您的账号【%s】实名认证未通过，请登录会员中心查看原因';
$lang['m-405']	= '您还没有设置提现账号';
$lang['m-406']	= '提现金额不能低于最小提现金额';
$lang['m-407']	= '申请提交成功，我们会尽快为您处理...';
$lang['m-408']	= '冻结提现金额：￥%s元（含手续费）';
$lang['m-409']	= '提现受理成功，金额：￥%s元';

$lang['m-410']	= '提现受理未通过，退回金额：￥%s元';
$lang['m-411']	= '投票';
$lang['m-412']	= '你还没有选择投票选项？';
$lang['m-413']	= '系统错误，投票选项不存在';
$lang['m-414']	= '投票成功';
$lang['m-415']	= '投票结果';
$lang['m-416']	= '最少选择%s，最多可选%s';
$lang['m-417']	= '该会员组已被禁止投票';
$lang['m-418']	= '每日投票数不得超过%s个';
$lang['m-419']	= '投票总数不得超过%s个';

$lang['m-420']	= '对不起，'.SITE_SCORE.'不足！本次投票需要<font color=red><b>%s</b></font>'.SITE_SCORE.'，当前余额<font color=blue><b>%s</b></font>'.SITE_SCORE;
$lang['m-421']	= '本次投票还没开始';
$lang['m-422']	= '本次投票已经结束';
$lang['m-423']	= '模块未安装';